{
    "facts": [
    "If you cut a lobster, does it not bleed? Yes, of course—but it doesn't look like you'd expect. Lobster blood is colorless until exposed to oxygen, at which point it turns blue.",
    "Typically, lobsters are a mottled brown, but genetic mutations can create red, blue, calico, and even albino lobsters. Heat denatures the proteins in the lobsters’ shells, releasing astaxanthin, which turns their shells bright red when they’re cooked.",
    "Every time they molt—splitting their shells along the seam in the carapace—lobsters increase 20 percent in size. Young lobsters molt several times a year, but after they hit one pound, they start molting annually. After finding a soft place to hide, “they shed every part of the hard material, including the lining of the intestine,” Bayer says. \"When the lobster comes out of its old shell, it’s all wrinkly. Its new shell is softer than your skin. If you take that lobster out of water, the claws will fall off; it doesn’t have the mechanical strength to keep the claws on.\" Then they eat their old shells for the calcium and phosphorus.",
    "Freshly molted lobsters are called shedders.",
    "The warmer the water, the faster lobsters grow.",
    "Lobsters have three pairs of antennae, the largest of which is used for tactile sensing. \"If a lobster’s going to go into a hole, for example, it’ll wave those large antennae around, sort of feel the hole, and then determine if it can fit, and then it’ll back in and hide,\" Bayer says. The two smaller pairs are chemosensory, helping the lobster find its food by sensing dissolved substances in the water, \"a combination of our sense of taste and smell in one function,” according to Bayer.",
    "The bigger claw is called the crusher claw, and lobsters use it to break up clams, crabs, and sea urchins. The cutter claw is used for tearing. “Some good-sized lobsters can raise a pressure closing strength of 100 pounds per square inch,” Bayer says. “Most of them are less than that, but it’s still a good amount of pressure.” If a lobster loses one of its claws or walking legs, the limb will regenerate. \"If you’ve got a wound around the time that lobster is molting, you sort of get mixed biochemical signals, so you might end up with a duplicate of something,\" Bayer says. \"You might get, say, two thumbs sticking out of the same claw.\"",
    "Lobsters walk forward, but if they need to quickly get away, they propel themselves backward by pumping their tails. Females have broader tails than males so they can hold eggs there.",
    "These crustaceans can’t see clear images, but their compound eyes are sensitive to light. Severing the eyestalk—which also serves as the lobster's hormonal center—will cause it to molt. And eyes don't grow back.",
    "Lobsters use the front two legs—which are studded with chemosensory hairs—to put food into their mouths. “It almost looks like a squirrel eating,” Bayer says. The food goes into the stomach, where the gastric mill—made up of three teeth-like structures—grinds it up. Next, the food travels through the tomalley—a.k.a. the green thing you scrape off your meat. It’s the lobster’s main digestive tract: a small intestine, pancreas, and liver in one—and it’s a delicacy!",
    "Lobsters aren’t scavengers; in fact, they feed on a large variety of live things, including other lobsters, marine worms, clams, mussels, and crabs in addition to bait (which is most often salted herring).",
    "It takes a lot of herring to catch a lobster: \"It averages about a pound of herring per pound of lobster that’s caught,\" Bayer says. \"It’s expensive. It may be more than we need. We actually had a student who looked at this, and she found that you could use less and catch the same amount of lobster. But old habits die hard.\"",
    "Fin-like structures called swimmerets help lobsters circulate water inside their shelters; females also use them to carry eggs.",
    "Lobsters pee out of their faces. The urine comes from antennal glands located near the antennae. \"They're greenish brown spots,\" Bayer says. \"They actually look like two pieces of snot—that’s the best way to describe them. You'd have to open them up to see them.\" Peeing at each other is part of both fighting and courtship.",
    "Speaking of courtship: In lobsters, it's kind of complicated. To woo a dominant male—who will have previously spent his time beating up her and all of the other lobsters in his neighborhood—the female heads to his shelter a number of times and pees pheromone-laced urine into it, which helps him relax. Because lobsters are cannibals, the pheromone is telling him two things: “It’s time to breed\" and \"Don’t eat me!”",
    "Eventually, when he is sufficiently wooed, she'll move into his shelter and molt, at which point he uses the first pair of swimmerets—which, in males, are hard and bone-like and called gonopods—to transfer sperm to her. She'll stay in his shelter for another 10 days or so while her new shell hardens. Then she's back to her own life, and it's time for a new female to woo the male.",
    "She stores the semen in a receptacle between her walking legs for six to nine months before she extrudes eggs, which then sit on her tail for another six to nine months. \"When they’re immature, they’re very dark,\" Bayer says. \"As they’re getting ready to hatch, these larvae, you can see the eyes.\"",
    "A lobster that's a pound and a half might carry 8000 to 10,000 eggs, which are kept in place by glue created in her cement glands. \"The bigger they are, the more eggs they have,\" Bayer says. \"You might have 30,000 or 40,000 on a really big lobster.\" If you’re eating lobster and find bright red stuff, that’s unextruded eggs—also known as roe.",
    "When a fisherman traps a female lobster carrying eggs, he puts a V-notch in her tail. This tells other fishermen that she's a breeding female whether she has eggs or not, and should be thrown back. \"They’re protected as long as that notch is present,\" Bayer says. \"You're protecting your breeding population. If you think about it, it’s sensible, because you’re going to have your classes that don’t settle well, that don’t have good survival, but you’ve got this huge root stock that’s out there, so that the next year it can come back.\"",
    "\"When lobsters first hatch, they float—they float for the first couple of weeks,\" Bayer says. Some scientists call those floaters superlobsters, because they can swim forward in the water with their claws outstretched by beating the swimmerets under their tails. After this phase, they settle on the bottom. \"Those that settle to the bottom, many of them will survive,\" Bayer says, \"and it’s a good measure of what the upcoming stock is.\"",
    "By the way: Despite what Phoebe from Friends believed, lobsters aren't monogamous. \"Sometimes they'll have multiple parentage,\" Bayer says.",
    "Fishermen used to guess at a lobster's age based on its size. Scientists only recently discovered an accurate way to determine a lobster's age: dissecting it and counting the rings in the eyestalk and gastric mill—similar to the way we calculate a tree's age.",
    "The largest lobster ever recorded was caught near Nova Scotia in 1977 and weighed 44 pounds!",
    "Science has shown that lobsters can recognize each other. Researchers at Woods Hole Oceanographic Institution set up an experiment where two crustaceans fought each other in a ring. Later, when they tried to have those same two lobsters fight again, the one that lost the first time recognized the winner and backed down immediately. \"It wasn't just that the loser lobster had become a sissy or something,\" Trevor Corson, author of The Secret Life of Lobsters, told National Geographic. \"When matched with a new lobster, he fought ferociously. So he was recognizing that previous lobster. They blindfolded him, and it didn't make a difference. So we get back to this pissing-in-each-other's-faces thing. [The scientists] catheterized a lobster with little tubes attached to its face and collected urine during combat. It turned out that without the urine in the water, the lobsters couldn't recognize each other.\" The losing lobster would recognize the winner for up to a week.",
    "Can lobsters and other crustaceans feel pain? Scientists have gone back and forth on this; some recent research suggests that they probably do, while another study, published in 2005, says they don't. \"There can be no absolute answer,\" Bayer says, though he's in the \"no pain\" camp. \"They sense their environment, but don’t have the intellectual hardware to process pain. [If you look at] the nervous system of a lobster next to a grasshopper, and what’s notable is that the nervous system is so primitive that there isn’t really much to it. We argue that there is no brain and no ability to process pain. They do respond to their environment, and they sense that it’s not right for them. If they sense warmth or even chemicals in their environment, they’ll try to avoid them, those things that are noxious.\" Some suggest that the most humane way to cook a lobster is to start by putting it in fresh cold water or the freezer—both of which essentially puts it to sleep—before dropping it in the pot. (The \"scream,\" by the way, isn't a scream at all, but steam escaping from their shells.)",
    "According to Bayer, \"Anything that kills insects can kill a lobster,\" and lobsters are extremely sensitive to insecticides, even at parts-per-billion concentration: \"They’re so sensitive that, if you’ve got a room with a lobster tank, and you take an insecticide and you give it a five-second spray at the end of the room, it's likely that all those lobsters would be dead by the end of the day,\" he says. So we might want to think about what we're dumping into our oceans.",
    ]
}