{
    "questions": [
        "What has been your best school memory in the past week?",
        "What project are you currently working on?",
        "What game have you spent the most time on recently?",
        "What food are you in the mood for?",
        "On a scale of 1-10, how happy are you?",
        "What is one thing you are grateful for today?",
        "What are you most frustrated about right now?",
        "What TV show are you watching?",
        "What was the most embarrassing moment for you in the past week?",
        "What made you cringe most recently?",
        "What have you been learning?",
        "How's it going?",
        "What book are you reading?",
        "Who do you want to slap?",
        "What makes you hopeful for society?",
        "What makes you lose hope for society?",
        "What made you smile today?",
        "Convince me that you're right about _____.",
        "What do you want right now?",
        "What are you nervous about?",
        "What have you sunk too much money into recently?",
        "What's been your best purchase in the last 30 days?",
        "What do you want to magically disappear?",
        "What do you want to do today?",
        "What's the most useless item you have recently seen?",
        "Give me, two truths and a lie.",
        "Using one word, how are you feeling?",
        "Do you have long fingers?",
        "What's one of the potential benefits of being abducted temporarily by aliens, right now?",
        "Your feelings towards Discord as a platform?",
        "Why is your electronic device where it is now?",
        "What's a sales pitch for one of your more crazy ideas?",
        "What is a beta you wish you were part of?",
        "What bug bugs you?",
        "What's something you work on that you enjoy working on?",
        "If you could suddenly learn a language, which one would you pick?",
        "Which food would serve as the best currency?",
        "You are now physically glued to an object you've used the most today, what object is it?",
        "Would you rename the days of the week?"
    ]
}